Repository: TCSCA/geolocalizacionamd
Catalog: lib/app/localization/app_*.arb
Languages: es

# nameTextUser
source: User
es: Usuario

# nameTextPassword
source: Password
es: Contraseña

# nameRadioRememberUser
source: Remember User
es: Recordar Usuario

# nameButtonLogin
source: Login
es: Ingresar

# nameButtonViewConfirmed
source: View Attention
es: Ver Atención

# nameButtonRefuseAmd
source: Refuse
es: Rechazar

# nameButtonConfirmAmd
source: Confirm
es: Confirmar

# nameLinkBiometric
source: Biometric Authentication
es: Autenticación Biométrica

# nameButtonConnectDoctor
source: Activate Service
es: Activar Servicio

# nameButtonReturn
source: Go Back
es: Regresar

# nameButtonYes
source: Yes
es: Si

# titleAboutApp
source: About Geolocalización
es: Acerca de Geolocalización

# titleCloseMenu
source: Close menu
es: Cerrar menú

# titleHome
source: Home
es: Inicio

# titleLogout
source: Logout
es: Salir

# titleWarning
source: Attention
es: Atención

# titleSuccess
source: Success
es: Éxito

# titleHeadingLoading
source: Please wait...
es: Por favor espere ...

# titleLoginLoading
source: Signing in
es: Autenticando usuario

# titleLogoutLoading
source: Logging off
es: Cerrando sesión

# titleAssignedAttentions
source: Pending Attentions:
es: Atenciones Pendientes:

# titleWelcome
source: Welcome
es: Bienvenido(a)

# titleMessagePatientCare
source: Keep in mind:
es: Ten presente:

# titleAvailableCare
source: Available for attention:
es: Disponible para atender:

# titleAmdPendingEmpty
source: No attention pending
es: Sin Orden para atender

# titleDoctorLocation
source: Service Location
es: Ubicación de Servicio

# labelOrdenNumber
source: Order Nro.
es: Orden Nro.

# labelPatient
source: Patient:
es: Paciente:

# labelPhone
source: Phone:
es: Teléfono:

# labelAddressPatient
source: Patient Address:
es: Dirección del paciente:

# labelState
source: State:
es: Estado:

# labelSelect
source: Select option
es: Seleccione una opción

# labelCity
source: City:
es: Ciudad:

# fieldRequired
source: Required field.
es: Campo requerido.

# nameButtonCancel
source: Cancel
es: Cancelar

# nameButtonAccept
source: Accept
es: Aceptar

# nameButtonClose
source: Close
es: Cerrar

# invalidLengthField
source: Data length less than the minimum required.
es: Longitud del dato menor a la mínima requerida.

# messageLogout
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?

# messagePatientCare
source: Our patients must receive dignified and respectful treatment at any time and under any circumstances.
es: Nuestros pacientes deben recibir un trato digno y respetuoso en cualquier momento y bajo cualquier circunstancia.

# messageNotAvailableCare
source: Not available
es: No disponible

# messageAvailableCare
source: Available
es: Disponible

# messageDisconnectDoctor
source: Are you sure to deactivate your service?
es: ¿Estás seguro de desactivar su servicio?

# messageAmdRefuse
source: Are you sure to refused the order?
es: ¿Estás seguro de rechazar la orden?

# messageAmdConfirm
source: Are you sure to confirm the order?
es: ¿Estás seguro de confirmar la orden?

# messageDoctorLocation
source: To continue we need to know the location of your mobile device and where you will provide the service.
es: Para continuar necesitamos conocer la ubicación de su dispositivo móvil y donde prestará el servicio.

# messageConnectDoctor
source: ¿Are you sure to activate your service?
es: ¿Estás seguro de activar su servicio?

# apiMsg001
source: Geolocalización is not available. Please try again later.
es: Geolocalización no se encuentra disponible. Por favor, intente más tarde.

# apiMsg016
source: Incorrect username and / or password.
es: Usuario y/o contraseña incorrecta.

# apiMsg033
source: The user is not registered.
es: El usuario no se encuentra registrado.

# apiMsg125
source: This user does not have an authorized role to enter through this platform.
es: Este usuario no posee un rol autorizado para ingresar a través de esta plataforma.

# apiMsg135
source: Dear User, your activation code is Inactive. Please contact the Administrator.
es: Estimado usuario, su código de activación se encuentra Inactivo. Por favor contacte al Administrador.

# apiMsg225
source: Dear User, your activation code has expired. Please contact the Administrator.
es: Estimado usuario, su código de activación está vencido. Por favor contacte al Administrador.

# apiMsg226
source: The AMD care referred to is no longer available. This message will be displayed when the user presses either the "Confirm" or "Decline" button.
es: La atención AMD a la que hace referencia ya no está disponible.

# apiMsg230
source: Currently, he has a pending attention. It is necessary to finish it to continue receiving new care.
es: Actualmente, tiene una atención pendiente. Es necesario que finalice la misma para continuar recibiendo nuevas atenciones.

# apiMsg232
source: The order associated with this care was processed by the Administrator. It needs to be made available to continue to receive further attention.
es: La orden asociada a esta atención fue procesada. Es necesario que se ponga Disponible para continuar recibiendo nuevas atenciones.

# appMsg001
source: Your services are already available.
es: Ya se encuentra disponible para atender.

# appMsg002
source: No permissions to process request.
es: No se tiene permisos para procesar solicitud.

# appMsg003
source: GPS service not active on your device.
es: Servicio de GPS no activo en tu dispositivo.

# appMsg004
source: Home Medical Care could not be confirmed.
es: No se pudo confirmar la atención médica.

# appMsg005
source: Home Medical Care could not be refused.
es: No se pudo rechazar la atención médica.

# appMsg006
source: Home Medical Care was successfully refused.
es: La atención fue rechazada con éxito. Es necesario que se ponga Disponible para continuar recibiendo nuevas atenciones.

# appMsg007
source: The transaction was successful.
es: La transacción fue exitosa. Es necesario que se ponga Disponible para continuar recibiendo nuevas atenciones.

# appMsg008
source: No assigned home medical care.
es: No tienes órdenes para atender en este momento.

# appMsg009
source: You must end home medical care before you sign off.
es: Actualmente, tiene una atención confirmada. Es necesario que finalice la misma antes de salir de la aplicación.

# appMsg010
source: Home Medical Care was confirmed successfully.
es: La atención fue confirmada con éxito.

# appMsg011
source: You have previously confirmed service, press the 'See Service' button to end it.
es: Tienes una atención confirmada anteriormente. Es necesario que finalice la misma para continuar recibiendo nuevas atenciones.

# apiMsg057
source: An active connection with your credentials already exists. If it isn't you. You want to close it?
es: Ya existe una conexión activa con sus credenciales. ¿Desea cerrarla?

# appMsg137
source: No recorded data found
es: No se encontraron datos registrados

# appMsg229
source: Do you want the fingerprint option to be shown as an alternative for future log-in?
es: ¿Desea que la opción huella dactilar se muestre como alternativa para iniciar sesión a futuro?

# appMsg234
source: You are available to attend, in order to close the session you must disconnect.
es: Usted se encuentra disponible para atender, para poder cerrar sesión debe desconectarse.

# changePasswordAction
source: Changing password
es: Cambiando contraseña

# forgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Biometric Authentication
es: Autenticación Biométrica

# biometricNotSupported
source: This device does not support biometric authentication or the functionality is not enabled.
es: Este dispositivo no soporta la autenticación biométrica o no se encuentra habilitada la funcionalidad

# limitBiometricAttempts
source: You have reached the maximum number of failed attempts allowed. Enter the password or wait a few seconds to use the biometric authentication process.
es: Ha alcanzado el máximo de intentos fallidos permitidos. Introduzca la contraseña o espere unos segundos para utilizar el proceso de autenticación biométrica.

# invalidFingerprint
source: The fingerprint is incorrect, please try again.
es: La huella dactilar es incorrecta, por favor intente nuevamente.

# appMsg012
source: You must end home medical care before you sign off.
es: Actualmente, tiene una atención confirmada. Es necesario que finalice la misma para continuar recibiendo nuevas atenciones.
